tap "homebrew/bundle"
brew "python@3.12"
brew "bat"
brew "cmake"
brew "entr"
brew "espeak-ng"
brew "eza"
brew "fastfetch"
brew "fd"
brew "gcc"
brew "ffmpegthumbnailer"
brew "fzf"
brew "git-delta"
brew "imagemagick"
brew "node"
brew "mongodb-atlas-cli"
brew "neovim"
brew "netcat"
brew "poppler"
brew "ripgrep"
brew "stow"
brew "telegram-downloader"
brew "thefuck"
brew "tlrc"
brew "yazi"
brew "zoxide"
