com.discordapp.Discord
com.github.tchx84.Flatseal
com.spotify.Client
io.github.zen_browser.zen
org.audacityteam.Audacity
org.audacityteam.Audacity.Codecs
org.freedesktop.Platform
org.freedesktop.Platform
org.freedesktop.Platform.GL.default
org.freedesktop.Platform.GL.default
org.freedesktop.Platform.GL.default
org.freedesktop.Platform.GL.default
org.freedesktop.Platform.GL.nvidia-470-256-02
org.freedesktop.Platform.VAAPI.Intel
org.freedesktop.Platform.VulkanLayer.MangoHud
org.freedesktop.Platform.ffmpeg-full
org.freedesktop.Platform.ffmpeg-full
org.freedesktop.Platform.openh264
org.gnome.Boxes
org.gnome.Boxes.Extension.OsinfoDb
org.gnome.Platform
org.gnome.Platform
org.gtk.Gtk3theme.Adwaita-dark
org.gtk.Gtk3theme.Yaru-dark
org.kde.Platform
org.kde.WaylandDecoration.QAdwaitaDecorations
org.mozilla.Thunderbird
org.qbittorrent.qBittorrent
org.telegram.desktop
org.telegram.desktop.webview
rest.insomnia.Insomnia
