adb
alsa-base
alsa-utils
anacron
apport-gtk
appstream
apt-config-icons-hidpi
apt-transport-https
at-spi2-core
avahi-daemon
baobab
bc
bluez
bluez-cups
bpytop
brltty
bsdutils
build-essential
ca-certificates
clang
clang-format
cloud-init
cmus
code
containerd.io
copyq
cups
cups-bsd
cups-client
cups-filters
curl
dash
dbus-x11
dconf-editor
default-jdk
diffutils
dirmngr
dkms
dmz-cursor-theme
docker-ce
docker-ce-cli
docker-compose-plugin
eog
evince
exfat-fuse
fd-find
filezilla
findutils
flatpak
fontconfig
fonts-dejavu-core
fonts-liberation
fonts-noto-cjk
fonts-noto-color-emoji
fonts-noto-core
fonts-ubuntu
foomatic-db-compressed-ppds
fwupd
fwupd-signed
fzf
gamemode
gddrescue
gdebi
gdm3
gettext
gh
ghostscript
gimp
gir1.2-gmenu-3.0
git
gnome-accessibility-themes
gnome-bluetooth-sendto
gnome-calculator
gnome-characters
gnome-clocks
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-initial-setup
gnome-keyring
gnome-logs
gnome-menus
gnome-power-manager
gnome-remote-desktop
gnome-session
gnome-session-canberra
gnome-settings-daemon
gnome-shell
gnome-shell-extension-appindicator
gnome-shell-extension-desktop-icons-ng
gnome-shell-extension-manager
gnome-shell-extension-ubuntu-dock
gnome-shell-extension-ubuntu-tiling-assistant
gnome-shell-extensions
gnome-software-plugin-flatpak
gnome-system-monitor
gnome-terminal
gnome-text-editor
gnome-tweaks
gparted
gpg-agent
gpick
grep
grub-pc
gsettings-ubuntu-schemas
gstreamer1.0-alsa
gstreamer1.0-packagekit
gstreamer1.0-plugins-base-apps
gvfs-fuse
gzip
hostname
hplip
htop
ibus
ibus-gtk
ibus-gtk3
ibus-table
ibus-table-cangjie-big
ibus-table-cangjie3
ibus-table-cangjie5
im-config
init
inkscape
inputattach
iproute2
kerneloops
language-pack-en
language-pack-en-base
language-pack-gnome-en
language-pack-gnome-en-base
language-selector-common
language-selector-gnome
laptop-detect
libapache2-mod-php
libatk-adaptor
libavcodec-dev
libavdevice-dev
libc6
libc6-x32
libc6:i386
libchewing3
libchewing3-data
libdrm2:i386
libegl1
libegl1:i386
libfuse2t64
libgbm1
libgbm1:i386
libgl1
libgl1-mesa-dri
libgl1-mesa-dri:i386
libgl1:i386
libglib2.0-bin
libintl-perl
liblua5.4-dev
libm17n-0
libmarisa0
libnotify-bin
libnss-mdns
libnvidia-gl-470:i386
libobasis24.8-base
libobasis24.8-calc
libobasis24.8-core
libobasis24.8-draw
libobasis24.8-en-us
libobasis24.8-extension-beanshell-script-provider
libobasis24.8-extension-javascript-script-provider
libobasis24.8-extension-mediawiki-publisher
libobasis24.8-extension-nlpsolver
libobasis24.8-extension-pdf-import
libobasis24.8-extension-report-builder
libobasis24.8-firebird
libobasis24.8-gnome-integration
libobasis24.8-graphicfilter
libobasis24.8-images
libobasis24.8-impress
libobasis24.8-kde-integration
libobasis24.8-librelogo
libobasis24.8-libreofficekit-data
libobasis24.8-math
libobasis24.8-ogltrans
libobasis24.8-onlineupdate
libobasis24.8-ooofonts
libobasis24.8-ooolinguistic
libobasis24.8-postgresql-sdbc
libobasis24.8-python-script-provider
libobasis24.8-pyuno
libobasis24.8-writer
libobasis24.8-xsltfilter
libopencc-data
libopencc1.1
libotf1
libpam-fprintd
libpam-gnome-keyring
libpam-sss
libpinyin-data
libpinyin15
libproxy1-plugin-gsettings
libproxy1-plugin-networkmanager
libreoffice24.8
libreoffice24.8-base
libreoffice24.8-calc
libreoffice24.8-debian-menus
libreoffice24.8-dict-en
libreoffice24.8-dict-es
libreoffice24.8-dict-fr
libreoffice24.8-draw
libreoffice24.8-en-us
libreoffice24.8-impress
libreoffice24.8-math
libreoffice24.8-ure
libreoffice24.8-writer
libsasl2-modules
libsdl2-dev
libsecret-1-dev
libspa-0.2-bluetooth
libu2f-udev
libusb-1.0-0-dev
libvirt-daemon-system
libwmf0.2-7-gtk
linux-generic-hwe-24.04
linux-headers-generic
login
lua5.4
m17n-db
mangohud
master-pdf-editor-5
memtest86+
meson
mokutil
mongodb-compass
mongodb-mongosh
mousetweaks
mumble
mumble-server
mysql-apt-config
mysql-server
nala
nautilus
nautilus-admin
nautilus-sendto
ncurses-base
ncurses-bin
neofetch
network-manager
network-manager-config-connectivity-ubuntu
network-manager-openvpn-gnome
network-manager-pptp-gnome
ntfs-3g
nvidia-driver-470
obs-studio
obsidian
openprinting-ppds
openssh-server
orca
p7zip-full
packagekit
pandoc
papirus-icon-theme
pavucontrol
pcmciautils
php
php-mysql
php-pgsql
php-sqlite3
php-xml
php8.3-bcmath
php8.3-curl
php8.3-gd
php8.3-intl
php8.3-mbstring
php8.3-mysql
php8.3-pgsql
php8.3-soap
php8.3-sqlite3
php8.3-xsl
php8.3-zip
pipewire-pulse
pipx
plymouth-theme-spinner
policykit-desktop-privileges
preload
prince
printer-driver-brlaser
printer-driver-c2esp
printer-driver-foo2zjs
printer-driver-m2300w
printer-driver-min12xxw
printer-driver-pnm2ppa
printer-driver-ptouch
printer-driver-pxljr
printer-driver-sag-gdi
printer-driver-splix
python3-pip
qemu-system
rfkill
sassc
screenruler
seahorse
signal-desktop
smartmontools
software-properties-gtk
speech-dispatcher
spice-vdagent
steam-launcher
steam-libs-amd64
steam-libs-i386:i386
sublime-text
systemd-oomd
tableplus
timeshift
trash-cli
ubuntu-docs
ubuntu-drivers-common
ubuntu-minimal
ubuntu-report
ubuntu-restricted-addons
ubuntu-restricted-extras
ubuntu-session
ubuntu-settings
ubuntu-standard
ubuntu-wallpapers
ulauncher
unzip
v4l-utils
virt-manager
virt-viewer
vsftpd
waydroid
wbritish
whoopsie
wimtools
wireless-tools
wireplumber
wkhtmltopdf
wpasupplicant
xcursor-themes
xdg-desktop-portal-gnome
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xkb-data
xorg
yaru-theme-gnome-shell
yaru-theme-gtk
yaru-theme-icon
yaru-theme-sound
yelp
zenity
zip
zsh
